const quizQuestions = [ 
    {
        question: "Сколько лет ребёнку?",
        answers: [
            {
                type: "Ребёнку 7-9 лет.",
                content: "Ребёнку 7-9 лет."
            },
            {
                type: "Ребёнку 10-12 лет.",
                content: "Ребёнку 10-12 лет."
            },
            {
                type: "Ребёнку 13-17 лет.",
                content: "Ребёнку 13-17 лет."
            }
        ]
    }/*,
    {
        question: "Ходил ли ребёнок уже в ДКШ?",
        answers: [
            {
                type: "Да, ходил.",
                content: "Да, ходил."
            },
            {
                type: "Нет, не ходил.",
                content: "Нет, не ходил."
            }
        ]
    },
    {
        question: "Какие курсы посещал ребенок?",
        answers: [
            {
                type: "Список курсов:",
                content: "Список курсов:"
            }
        ]
    },
    {
        question: "Какие направленности интересуют ребенка?",
        answers: [
            {
                type: "Творческое.",
                content: "Творческое."
            },
            {
                type: "Программирование.",
                content: "Программирование."
            }
        ]
    },
    {
        question: "Хотели бы вы заниматься очно или дистанционно?",
        answers: [
            {
                type: "Очно.",
                content: "Очно."
            },
            {
                type: "Дистанционно.",
                content: "Дистанционно."
            }
        ]
    },
    {
        question: "Интересуется ли ребенок компьютерными играми?",
        answers: [
            {
                type: "Да, интересуется.",
                content: "Да, интересуется."
            },
            {
                type: "Нет, не интересуется.",
                content: "Нет, не интересуется."
            }
        ]
    },
    {
        question: "Хочет ли ребенок заниматься компьютерной графикой? (Рисовать на компьютере)",
        answers: [
            {
                type: "Да, хотел бы.",
                content: "Да, хотел бы."
            },
            {
                type: "Нет, не хотел бы.",
                content: "Нет, не хотел бы."
            }
        ]
    }*/
];

export default quizQuestions;